{
  "quests": [
    {
      "id": "find-gundren",
      "title": "Find Gundren Rockseeker og Sildar Hallwinter",
      "description": "Undersøg og find Gundren Rockseeker og Sildar Hallwinter",
      "status": "completed",
      "background": "Gundren Rockseeker og Sildar Hallwinter var på vej mod byen Phandalin ad Triboar Trail, da de blev overfaldet og er sidenhen ikke blevet set.",
      "objectives": [
        {
          "id": "obj-1",
          "description": "Tal med lokale i Phandalin",
          "completed": true
        },
        {
          "id": "obj-2",
          "description": "Udforsk Cragmaw Hideout",
          "completed": true
        },
        {
          "id": "obj-3",
          "description": "Befri Sildar Hallwinter",
          "completed": true
        },
        {
          "id": "obj-4",
          "description": "Find Cragmaw Castle",
          "completed": true
        },
        {
          "id": "obj-5",
          "description": "Befri Gundren Rockseeker",
          "completed": true
        }
      ],
      "leads": [
        "De forsvandt på Triboar Trail nordvest for Phandalin.",
        "Sildar fortalte at Gundren og kortet med stor sandsylighed befinder sig i Cragmaw Castle.",
        "Droop har sagt at Cragmaw Castle ligger et par kilometer inde i Neverwinter Forest umiddelbart nord for Phandalin"
      ],
      "keyLocations": [
        {
          "name": "Triboar Trail",
          "description": "Vejen som går vest/øst fra The High Road til Conyberry."
        },
        {
          "name": "Cragmaw Hideout",
          "description": "En naturlig grotte som er under kontrol af en Bugbear og hans goblin håndlangere."
        },
        {
          "name": "Cragmaw Castle",
          "description": "Faldefærdigt slot som bliver brugt af Den Sorte Edderkop og dens håndlangere som opholdssted."
        }
      ],
      "importantNPCs": [],
      "relatedNPCIds": ["gundren-rockseeker", "sildar-hallwinter"],
      "complications": [
        "Det er ikke sikkert at Gundren og Sildar stadig er i live.",
        "Gundren har et vigtigt kort på sig, som ikke må falde i hænderne på fjenden"
      ],
      "rewards": [
        "penge?",
        "information?"
      ],
      "location": "Phandalin",
      "levelRange": "1-2",
      "dateAdded": ""
    },
    {
      "id": "lokaliser-boggarts",
      "title": "Lokaliser Boggarts",
      "description": "Find ud af hvor og hvor mange Boggarts der er",
      "status": "active",
      "background": "Byvagten Elric Stonehelm er anklaget for at have skudt sin kollega og ven Garen Thorn. Elric påstår at han skød efter et \"lilla goblin væsen\" som omdirigerede hans pil, så den ramte Garen. Efter at have fanget Elric og bragt ham til vagtkaptajnen Theldas Virodurim, har kaptajnen bedt heltene om at finde disse væsener, finde ud af hvor mange der er, og hvor de kommer fra.",
      "objectives": [
        {
          "id": "obj-1",
          "description": "Find ud af hvor Boggartsne er.",
          "completed": false
        },
        {
          "id": "obj-2",
          "description": "Find ud af hvor mange af dem der er.",
          "completed": false
        },
        {
          "id": "obj-3",
          "description": "Find ud af hvor de kommer fra.",
          "completed": false
        }
      ],
      "leads": [
        "Onzhr havde remedier til at lokke dem frem, disse er dog for nyligt blevet stjålet fra vores hjem i Tresendar Manor."
      ],
      "keyLocations": [
        {
          "name": "Neverwinter",
          "description": "på en patruljerute 2 timer nord for Neverwinter blev en Boggart første gang set af Elric Stonehelm."
        },
        {
          "name": "Tresendar Manor",
          "description": "Boggarts brudte ind i heltenes hjem og stjal et vigtigt remedie til at lokke dem frem."
        }
      ],
      "importantNPCs": [
        {
          "name": "Theldas Virodurim",
          "description": "Vagtkaptajn i Neverwinter, og er manden som har givet denne opgave til heltene."
        },
        {
          "name": "Elric Stonehelm",
          "description": "Han var den første mand til at se og opleve Boggartsens magi på en patruljerute nord for Neverwinter"
        },
        {
          "name": "Droop",
          "description": "Droop var hjemme i Tresendar Manor da Boggartsne brød ind. Han dræbte en og sendte besked efter heltene."
        }
      ],
      "relatedNPCIds": ["droop", "theldas-virodurim", "elric-stonehelm"],
      "complications": [
        "Det remedie som Onzhr havde til at lokke dem frem er nu blevet stjålet."
      ],
      "rewards": [
        "Ukendt"
      ],
      "location": "Ukendt",
      "levelRange": "",
      "dateAdded": ""
    }
  ]
}