{
  "chapters": [
      {
          "id": "chapter-1",
          "title": "Goblins, Banditter, og den første Quest",
          "content": "Dharmus, Ohnzr og Ghauthak dræbte alle goblinerne uden at tale med dem, valgte ikke at forsøge at redde gundren og sildar. PC tpg til byen og afleverede varerne til Barthel's provisioner og fik deres betaling og overtalte ham til at give dem rabat fremover pga. en nedlagt minotaur. Gauthak og Dharmus dræbte 3 rødmærkede banditter, men lod Thor tage æren for deres nederlag. Redbrands ved godt hvem der gjorde det. Borgmesteren har fået ligene fjernet og vil undgå yderligere problemer med banden. Han ved ikke hvem der har dræbt banditterne. PC har talt med Halia Thornton og accepteret at fjerne lederen (og så mange banditter som muligt -.-) og skaffe alt papir materiale, breve og lign.",
          "order": 1,
          "lastModified": "2024-02-01T12:00:00Z",
          "summary": "Gruppens første konfrontationer med gobliner og banditter"
      },
      {
          "id": "chapter-2",
          "title": "Redningsmission: Gundren og Sildar",
          "content": "Dharmus, Ohnzr og Ghauthak begav sig ud for at redde Gundren og Sildar. På vejen mødte de en bekendt, halvork paladinen Rugath, som besluttede sig for at hjælpe dem. De undveg 1 af 2 fælder og fandt frem til hulen hvor goblinerne holdte til. De væltede forbi nogle vilde ulve og undveg en bølge fra floden, men den sendte dem op ad en skråning ind til goblinernes opholdssted. De kæmpede med de mange fjender og forsøgte kortvarigt at forhandle, men ikke alle er enige i at forhandling er vejen frem. De udrydde alle goblinerne og reddede Sildar Hallwinter. Han fortale dem om Cragmaw castle og at Gundren og kortet formentlig er der, men han vidste ikke hvor det var. Han begav sig så helt alene og forslået med en rusten goblin klinge, ud i den vilde natur for at finde tilbage til byen. Den heltemodige gruppe fortsatte længere ind for at udrydde truslen en gang for alle. De havde dog ikke heldet med sig og blev opdaget og måtte gå op imod hele den resterende flok af gobliner og deres leder Klarg på én gang. Det gik ikke helt som håbet og heltene måtte stikke af for at kæmpe en anden dag.",
          "order": 2,
          "lastModified": "2024-02-05T15:30:00Z",
          "summary": "Redningsmission for Gundren og Sildar"
      },
      {
          "id": "chapter-3",
          "title": "Rødkappernes Skjulested og Skjulte Sandheder",
          "content": "De myrdede alt de mødte i hulen undtagen Droop, Nothic, 2 banditter og Glassstaff. \"De lokale helte\" tog et velfortjent hvil og begyndte så dagen med at lede efter deres nyfundne ven og nu også arbejdsgiver Sildar hallwinter. Rugath stødte ind i ham efter en knap så vellykket prutten om prisen og de mødtes senere på den lokale kro. Han tilbyder gruppen en dusør for at uskadeliggøre lederen af Cragmaw stammen i Cragmaw slottet. De talte så med nogle lokale for at opsnuse yderligere informationer. De fik nys om at der er udøde ved noget kaldet \"den gamle ugle brønd\", en Druide som undersøger ruinerne af en gammel by \"tordentræ\", Orker i nærheden af Wyvern klippen. De forhørte den uheldige indehaver af den sovende kæmpe kro som var offer for et mordforsøg, hvilket heldigvis blev afværget af \"heltene\". De fandt frem til en hemmelig indgang til rødkappernes tilholdssted. De forhandlede med delt succes og fejlagtigt med en mystisk monstrøs beboer som formåede at berøve Ohnzr hans magiske ring, til trods for generøs donation af frisk kød. Gruppen udryddede rum efter rum med slyngler og reddede nogle lokale som var taget til fange, røvede nogle grave og snusede sig frem til lederens opholdssted. Han var dog blevet advaret af sin rotte familiar som gav ham mulighed for at stikke af og heltene nåede ikke at indhente ham, men de fandt et brev der beviser at han arbejder med \"den sorte edderkop\" og at glasstav faktisk er Larno Albrekt. De reddede også en ynkelig goblin ved navn Droop som har lovet sin hjælp hvis de skulle mødes igen.",
          "order": 3,
          "lastModified": "2024-02-10T12:00:00Z",
          "summary": "Udforskning af rødkappernes tilholdssted"
      },
      {
          "id": "chapter-4",
          "title": "Konfrontation med Larno Albrek og Wyvern-Orkerne",
          "content": "De lokale helte, som kommer langvejs fra, hvilede efter en hård kamp mod de mange banditter og fik en behagelig nats søvn. Med undtagelse af Dharmus som oplevede et meget livagtigt mareridt hvor han fik noget nyt læsestof. Med ny energi og Dharmus på slæb talte de med den lokale smed en noget kortfattet dværg og handlede til deres forstående rejse. De drog ud lang triboar ruten og vandrede i timevis uden nogen besværligheder andet end udmattelse, hvorefter de slog lejr for natten og fik en brat opvågning af deres undslupne mål Larno albrek, en troldmand næsten ligeså højrøvet som en anden troldmand. Han havde fået forstærkninger i form af nogle kampsultne hobgobliner. Heldigvis er Thor og Helm med de hellige kriegeres hvert eneste bevægelse og de knap så troende slap også med livet i behold. Det samme kan ikke siges om Larno som ved et tragisk uheld fik splintret sit frosne hoved af en meget angrende tiefling. De forhandlede succesfuldt med den gyselige Agatha i hendes private del af skoven. De mødte en usædvanlig troldmand med ligbleg hud og en tatovering i panden med gyselige forbindelser. De fik afværget en konfrontation med ham og hans utallige omvandrende lig. (Dharmus udtrykte interesse i at få information af ham.) Han gav dem opgaven at fjerne ork truslen i bjergene, hvilket heldigvis var på bordet allerede. Heltene fortsatte deres rejse mod den omtalte wyvern klippe og slog lejr for natten. Denne gang fik de tidligt besøg af de eftersøgte orker som bed over mere end deres stødtænder kunne tygge og de blev hurtigt udryddet. Efter et fejlslaget forsøg på afhøring forsatte de deres hvilen blandt de mange døde orker og den hovedeløse fange.",
          "order": 4,
          "lastModified": "2024-02-15T12:00:00Z",
          "summary": "Konfrontation med Larno Albrek og orkerne"
      },
      {
          "id": "chapter-5",
          "title": "Afhøring i Orkernes Hule",
          "content": "Gruppen kæmpede sig vej igennem orkernes hule med rimelig god udfordring. Gauthak blev slået bevidstløs af orkernes leder Bughor axe-biter, som til slut blev halshugget af Rugath efter intens afhøring om hvorvidt orken kendte til nogle orkgrupper som var i ledtog med kæmper. Han fik at vide at der er nogen som arbejder med kæmper og med mennesker, men kunne ikke fortælle hvem de var eller hvor de befinder sig.",
          "order": 5,
          "lastModified": "2024-02-20T12:00:00Z",
          "summary": "Udforskning af orkernes hule"
      },
      {
          "id": "chapter-6",
          "title": "Thay-Troldmanden og Ghoul-Kampen",
          "content": "Dharmus taler med Thay mage om besættelse og viser ham sit mærke. Harmun vil have en betaling af Dharmus og vil gøre et ritual klar til at identificere hvad der plager den mørke tiefling. Rugath har et pergament fra ork lederen Brughor axe biter. De kæmper med nogle ghouls på vej tilbage til Phandolin og besejrer dem ( 4 ghouls). De ankommer i phandalin.",
          "order": 6,
          "lastModified": "2024-02-25T12:00:00Z",
          "summary": "Dialog med Thay-troldmand og kamp mod ghouls"
      },
      {
          "id": "chapter-7",
          "title": "Hævn ved Cragmaw-Slottet",
          "content": "Hævn over gobliner i hideout og angreb på Cragmaw castle. De har taget en doppelganger til fange som arbejder for \"The black spider\".",
          "order": 7,
          "lastModified": "2024-03-01T12:00:00Z",
          "summary": "Angreb på Cragmaw Castle"
      },
      {
          "id": "chapter-8",
          "title": "Genoplivning og Rejsen til Wave Echo-Hulen",
          "content": "Forhører Doppelganger som overbeviser gruppen om at der er en magisk skat i slottet og de vælger at undersøge det. Efterlader Gundren med monstret som skrumper sig fri af rebet og dræber gundren. De slipper en vild owlbear fri og undgår at kæmpe med den og finder deres ven død. De undersøger så lokalet som bæstet var i og finder en scroll of revivify som de bruger på gundren. Derefter tager de tilbage til byen og hviler hvorefter de hastigt bevæger sig mod wave echo cave. De finder stedet med kortet og Gundrens hjælp. Død dværgebror. Angrebet af stirges som de nedkæmper. Hvorefter de løber ind i en gruppe ghouls som de også meget behendigt udrydder.",
          "order": 8,
          "lastModified": "2024-03-05T12:00:00Z",
          "summary": "Gundren dræbes og genoplives"
      },
      {
          "id": "chapter-9",
          "title": "Mysterier i Wave Echo-Hulen",
          "content": "Efter at gruppen har besejret ghouls, der angreb dem, forsøger de klodset at snige sig videre med fuld belysning og bliver set af et flyvende kranium af ukendt magi. De leder videre efter en dværg og spørger en ''vogter'' i form af et flyvende øje der ikke virker til at være helt ved fulde fem. Så finder de en meget vred wraith, de overtaler til at må inspicere hans hus i bytte for nogle magiske sko og finder et skjult kort, der nævner et soltempel. De vælger at komme tilbage senere og dræber i stedet nogle bugbear vagter de har snyt til at to det var en goblin der kom med mad til dem. Gruppen fejler herefter igen i at snige sig ind på modstanderen men dræber behændigt bugbear vagterne og nogle store edderkopper. Til sidst lykkedes det gruppen at få den sorte edderkop til at overgive sig efter en svær kamp med brug af list, eliksirer, magi og mere hp end de have håbet. Men både gundren og hans anden bror er i live!",
          "order": 9,
          "lastModified": "2024-03-10T12:00:00Z",
          "summary": "Udforskning af Wave Echo Cave"
      },
      {
          "id": "chapter-10",
          "title": "Den Endelige Konfrontation",
          "content": "Dharmus besættes af sin følgesvend og forsøger at dræbe deres fange, men Ohnzr stiller sig imellem og tager slaget. Dharmus opdages af en scout fra Order of the gilded eye som undslipper Dharmus' forfølgelse. Gruppen holder vagt ved Nezznar indtil han hentes af en gruppe riddere fra Lords alliance som vil tage ham med til Neverwinter. De får besked om at de må få den gamle adelvilla på bakken og genopbygge den. De drager derefter tilbage til grotten for at rydde de sidste farer så den kan blive driftbar igen. De udrydder en gruppe skeletter som Dharmus vælger at destruere med Shatter hvilket næsten slår Rugath ihjel (20 dmg). Han er forståeligt meget utilfreds. Rugath beskadiger sin hammer i forsøg på at åbne en dværg lavet strongbox og de splintrer et koben.",
          "order": 10,
          "lastModified": "2024-03-15T12:00:00Z",
          "summary": "Endelig konfrontation og oprydning"
      }
  ],
  "storyProgress": {
    "currentChapter": "chapter-1",
    "lastRead": "2024-03-15T12:00:00Z",
    "chapterProgress": {
        "chapter-1": {
            "chapterId": "chapter-1",
            "lastPosition": 1,
            "isComplete": true,
            "lastRead": "2024-02-01T12:00:00Z"
        },
        "chapter-10": {
            "chapterId": "chapter-10",
            "lastPosition": 1,
            "isComplete": true,
            "lastRead": "2024-03-15T12:00:00Z"
        }
    }
  }
}